import card1_img1 from "@/assets/img/img1.1.png";
import card1_img2 from "@/assets/img/img1.2.png";
import card1_img3 from "@/assets/img/img1.3.png";
import card1_img4 from "@/assets/img/img1.4.png";
import card1_img5 from "@/assets/img/img1.5.png";
import card1_img6 from "@/assets/img/img1.6.png";

import card2_img1 from "@/assets/img/img2.1.png";
import card2_img2 from "@/assets/img/img2.2.png";
import card2_img3 from "@/assets/img/img2.3.png";
import card2_img4 from "@/assets/img/img2.4.png";
import card2_img5 from "@/assets/img/img2.5.png";
import card2_img6 from "@/assets/img/img2.6.png";

import card3_img1 from "@/assets/img/img3.1.png";
import card3_img2 from "@/assets/img/img3.2.png";
import card3_img3 from "@/assets/img/img3.3.png";
import card3_img4 from "@/assets/img/img3.4.png";
import card3_img5 from "@/assets/img/img3.5.png";
import card3_img6 from "@/assets/img/img3.6.png";

import card4_img1 from "@/assets/img/img4.1.png";
import card4_img2 from "@/assets/img/img4.2.png";
import card4_img3 from "@/assets/img/img4.3.png";
import card4_img4 from "@/assets/img/img4.4.png";
import card4_img5 from "@/assets/img/img4.5.png";
import card4_img6 from "@/assets/img/img4.3.png";

import card5_img6 from "@/assets/img/img5.1.png";
import card5_img2 from "@/assets/img/img5.2.png";
import card5_img4 from "@/assets/img/img5.3.png";
import card5_img1 from "@/assets/img/img5.4.png";
import card5_img5 from "@/assets/img/img5.5.png";
import card5_img3 from "@/assets/img/img5.3.png";

export const useServicesData = () => {
	const services_data = [
		{
			id: 1,
			title: "Плавательные бассейны",
			cart_desc:"Крытые и открытые плавательные бассейны любой формы и размеров из ПВХ и Полипропилена",
			image: [
				{
					img: card3_img1,
				},
				{
					img: card3_img2,
				},
				{
					img: card3_img3,
				},
				{
					img: card3_img4,
				},
				{
					img: card3_img5,
				},
				{
					img: card3_img6,
				},
			],
			text: [
				{
					bold: "",
					description: [
						{
							desc: "Бассейн из полипропилена – отличный современный плавательный бассейн для частных домов, коттеджей, пансионатов и спортивных залов. Выгодно выделяется среди других видов бассейнов, в том числе надувных, каркасных бассейнов и бетонных с отделкой плиткой. Имеет лучшее решение по соотношению цены и качества. ",
						},
						{
							desc: "Преимущества бассейна из полипропилена и ПВХ плёнки: ",
						},
						{
							lists: [
								{
									list: "Долговечность материала – при должной эксплуатации срок службы до 30 лет",
								},
								{
									list: "Невысокая цена – изготовление и эксплуатация обходится намного дешевле",
								},
								{
									list: "Любые формы – возможность изготовления любой формы, размеров и глубины",
								},
								{
									list: "Ударопрочность и выносливость – устойчив к механическим и химическим воздействиям",
								},
								{
									list: "Устойчив к температурным колебаниям – вынослив к высоким и низким температурам",
								},
								{
									list: "Экологичность – безопасно для здоровья людей и окружающей среды",
								},
								{
									list: "ЛГладкая поверхность – не задерживает грязь, легко обслуживается",
								},
								{
									list: "Устойчив к ультрафиолету – надолго сохраняет цвет и внешний вид",
								},
							],
						},
						{
							desc: "Плавательные бассейны Zero Waste изготавливаются из высококачественного российского пищевого полипропилена и плёнки ПВХ производства Германии, России, Ирана и Китая, с применением современных технологий, испанских и российских комплектующих. В производстве используется самое современное и лучшее Швейцарское оборудование, что в разы увеличивает степень герметичности по сравнению изготовления на других оборудованиях. Благодаря этому значительно увеличивается срок службы. Бассейны оснащаются фильтрационными и нагревательными системами. Наши опытные специалисты индивидуально изготовят для Вас прекрасный крытый или открытый бассейн по Вашему заказу и дизайну, любой формы и размеров.",
						},
						{
							desc: "Плавательные бассейны Zero Waste отлично подходят как для активного отдыха в Вашем доме, так и для коммерческих целей.",
						},
						{
							desc: "Всегда готовы ответить на все Ваши вопросы. Звоните и пишите нам.",
						},
					],
				},
			],
		},

		///

		{
			id: 2,
			title: "Локальные очистные сооружения",
			cart_desc:"Стационарные и мобильные ЛОС для предприятий и населенных мест любой формы и производительности",
			image: [
				{
					img: card1_img1,
				},
				{
					img: card1_img2,
				},
				{
					img: card1_img3,
				},
				{
					img: card1_img4,
				},
				{
					img: card1_img5,
				},
				{
					img: card1_img6,
				},
			],
			text: [
				{
					bold: "Краткое описание и принципы работы",
					description: [
						{
							desc: "Локальное очистное сооружение (ЛОС) Zero Waste — это автономная система для очистки бытовых и промышленных стоков, идеально подходящая для мест без центральной канализации. Оно очищает воду до 98%, обеспечивая безопасное использование очищенной воды для полива или её возврат в грунт. Система полностью автоматизирована и состоит из четырех технологических отсеков, каждый из которых выполняет ключевые этапы очистки: накопление, насыщение кислородом, биологическая фильтрация и накопление осветленной воды.",
						},
					],
				},
				{
					bold: "Преимущества",
					description: [
						{
							desc: "Локальное очистное сооружение (ЛОС) Zero Waste производится по современной европейской технологии из высококачественного российского пищевого полипропилена, немецких и японских комплектующих. Продукция изготавливается высоко квалицированными специалистами с зарубежным опытом на собственном производственном цехе в Бишкеке. Благодаря этому наше ЛОС имеет следующие достоинства:",
						},
						{
							lists: [
								{
									list: "Эффективность очистки сточных вод до 98%",
								},
								{
									list: "Высокая производительность",
								},
								{
									list: "Высокое качество",
								},
								{
									list: "Долговечность и надежность",
								},
								{
									list: "Низкое энергопотребление",
								},
								{
									list: "Компактный размер и мобильность",
								},
								{
									list: "Любой формы и производительности",
								},
								{
									list: "Безопасно для окружающей среды",
								},
								{
									list: "Лучшие цены на рынке",
								},
								{
									list: "Постоянное сервисное обслуживание и техподдержка от нас",
								},
							],
						},
						{
							desc: "Наше ЛОС работает круглый год, полностью автоматизирована, безотходное. А также не требует расходных материалов и обслуживания со стороны клиента. Соответствует экологическим нормативным требованиям.",
						},
						{
							desc: "ЛОС изготавливается из высококачественного полипропилена, а сварка швов производится на швейцарском оборудовании. Что обеспечивается 100% герметичность и службу конструкции до 30 лет.",
						},
						{
							desc: "Больше не надо переживать за неприятные запахи и загрязнение окружающей среды. Не нужно будет подключаться к канализации и платить каждый месяц коммунальные услуги. Перестанете беспокоится о заполнении септика, вызывать и платить за откачку. Требуется лишь сервисное обслуживание 2-3 раза в год, во время которого чистятся фильтры аэраторов и активный ил. Наша компания предоставляет бесплатное сервисное обслуживание на год.",
						},
						{
							desc: "Мы изготавливаем не только стационарные, но и мобильные ЛОС. Мобильные устанавливаются в железных контейнерах и могут легко переносится по мере необходимости клиента. Каждый ЛОС изготавливается индивидуально, чтобы формы и размеры соответствовали пожеланию клиента.",
						},
						{
							desc: "Всегда готовы ответить на все Ваши вопросы. Звоните и пишите нам.",
						},
					],
				},
			],
		},

		///

		{
			id: 3,
			title: "Жироуловитель",
			cart_desc:"Жироуловители любой производительности для домашних хозяйств и пищевых предприятий",
			image: [
				{
					img: card5_img1,
				},
				{
					img: card5_img2,
				},
				{
					img: card5_img3,
				},
				{
					img: card5_img4,
				},
				{
					img: card5_img5,
				},
				{
					img: card5_img6,
				},
			],
			text: [
				{
					bold: "",
					description: [
						{
							desc: "Жироуловитель – это специальный резервуар, выполненный из пищевого полипропилена и предназначенный для удаления жиров растительного и животного происхождения, содержащихся в стоках до попадания в канализационные трубы, что позволяет значительно уменьшить их засорение.",
						},
						{
							desc: "Жироуловитель имеет небольшие размеры и устанавливается под мойкой до попадания стока в трубопровод канализации. Он не требует расходных материалов, очень легок в обслуживании. Требуется лишь раз в две недели открыть крышку и убрать накопивший жир и крупные отходы с определенного отсека. Он продолжает работать дальше.",
						},
						{
							desc: "Жироуловитель Zero Waste необходим и незаменим для жилых домов с большим количеством жителей. Очень рекомендуется для кафе, ресторанов, гостиниц, пансионатов. То есть там, где готовится еда для большого количества людей. Мы изготавливаем Жироуловители любой формы и размеров.",
						},
						{
							desc: "Всегда готовы ответить на все Ваши вопросы. Звоните и пишите нам.",
						},
					],
				},
			],
		},

		///

		{
			id: 4,
			title: "Ëмкости для жидкостей",
			cart_desc:"Нестандартные емкости для питьевой воды, молока и других пищевых и непищевых жидкостей",
			image: [
				{
					img: card4_img1,
				},
				{
					img: card4_img2,
				},
				{
					img: card4_img3,
				},
				{
					img: card4_img4,
				},
				{
					img: card4_img5,
				},
				{
					img: card4_img6,
				},
			],
			text: [
				{
					bold: "",
					description: [
						{
							desc: "Ёмкости из полипропилена – отличный незаменимый резервуар для питьевой воды, пищевых и непищевых жидкостей. Свойства полипропилена позволяют изготовить ёмкости самой разнообразной формы и размеров. Такие ёмкости абсолютно герметичны и водонепроницаемы, имеют длительный срок службы, устойчивы к температурным колебаниям от -40 до +80 градусов Цельсия, устойчивы к коррозии, механическим и химическим воздействиям, легки в эксплуатации и экологически безопасны.",
						},
						{
							desc: "Ёмкости для жидкостей Zero Waste изготавливаются из высококачественного российского пищевого полипропилена с применением современных технологий. В производстве используется самое современное и лучшее Швейцарское оборудование, что в разы увеличивает степень герметичности по сравнению изготовления на других оборудованиях. Благодаря этому значительно увеличивается срок службы. Наши Ёмкости прослужат Вам долго и надежно. Ёмкости отлично подходят в качестве резервуара питьевой воды для жилых домов, кафе, ресторанов, торговых центров, производственных предприятий и туристических мест. ",
						},
						{
							desc: "Всегда готовы ответить на все Ваши вопросы. Звоните и пишите нам.",
						},
					],
				},
			],
		},

		///

		{
			id: 5,
			title: "Рыбные хозяйства",
			cart_desc:"Инкубационные цеха для рыбы, Установка замкнутого водоснабжения (УЗВ)",
			image: [
				{
					img: card2_img1,
				},
				{
					img: card2_img2,
				},
				{
					img: card2_img3,
				},
				{
					img: card2_img4,
				},
				{
					img: card2_img5,
				},
				{
					img: card2_img6,
				},
			],
			text: [
				{
					bold: "Рыбное хозяйство в КР, УЗВ",
					description: [
						{
							desc: "Благодаря природному богатству нашей страны и трудолюбию нашего народа бурно развивается рыбное хозяйство в последние годы. Все больше строятся инкубационно-мальковые цеха и рыбные фермы по всем регионам Кыргызстана. Ежегодно увеличивается производство рыбы, особенно форели, карп и сомов. Рыбная продукция идет не только на внутренний рынок, но и на экспорт в страны ЕАЭС.",
						},
						{
							desc: "Компания Zero Waste тоже внесла свой вклад в развитие этой отрасли. А именно, сдали в эксплуатацию более 30-ти современные инкубационно-мальковые цеха производительностью от 100 тысяч до 10 миллиона мальков в год во всех регионах Кыргызстана. Установили более 10-ти промышленные Установки замкнутого водоснабжения (УЗВ) производительностью от 50 до 250 тонн рыбы в год для рыбных хозяйств в странах СНГ.",
						},
						{
							desc: "УЗВ мировой стандарт для успешного, интенсивного и гарантируемо управляемого выращивания рыбы. УЗВ представляет собой емкости для выращивания рыбы и система водоподготовки включающая в себя – механическую и биологическую очистку, стерилизацию, температурную стабилизацию, насыщение кислородом, закольцованную в единую систему. Обычно долив (и соответственно сброс воды) в сутки составляет от 5 до 30% от общего объёма воды в системе. Все это благотворно влияет на выживаемость и быстрый рост икринок и мальков, а также увеличивает скорость набора веса рыбы.",
						},
					],
				},
				{
					bold: "Конкурентные преимущества УЗВ Zero Waste",
					description: [
						{
							desc: "Проект строительство и монтаж УЗВ системы для нескольких видов рыбы по европейской  технологии. 85% оборудования в УЗВ системе мы изготавливаем сами в производственном цеху в Бишкеке.",
						},
						{
							desc: "УЗВ Zero Waste это:",
						},
						{
							lists: [
								{
									list: "Контролируемое успешное выращивание рыбы",
								},
								{
									list: "Долговечная, бесперебойная работа Вашего бизнеса",
								},
								{
									list: "Мобильность и компактность",
								},
								{
									list: "Сухой пол в рыбном хозяйстве",
								},
								{
									list: "Удобство и практичность в работе",
								},
								{
									list: "Экономия воды",
								},
								{
									list: "Удобное управление уровнем воды в емкостях с рыбой",
								},
								{
									list: "Легкость в обслуживании",
								},
							],
						},
						 
						{
							desc: "Наши специалисты с зарубежным опытом индивидуально изготовят для Вас УЗВ с учетом местности, температуры воды и выращиваемых видов рыбы. Накопившийся опыт работы в этой отрасли позволяет нам также предоставлять нашим клиентам помощь от приобретения икринок и кормов до сбыта рыбной продукции.",
						},
						{
							desc: "Обращайтесь, всегда рады помочь в становлении и развитии Вашего рыбного хозяйства",
						},
					],
				},
			],
		},

	 
	];
	return { services_data };
};
